{
    "version": "1.10.0",
    "changelog": "DOWNLOAD SDK 4.0.0RC2 AND LATEST MISSION COMPANION!\nJSON UPDATE REQUIRED, GRAB FROM NEXUS FILES PAGE OR VARIANT PICKER WEBSITE \n- Romania: Showdowns now available\n- Whittleton Creek: NEW VARIANT – Halloween (Requires external mod 'Halloween At Whittleton Creek')\n- Whittleton Creek: Night – Replaces BBQ suspect area with Atlantide house suspect area, supplier should now face correct direction. No more floating buns outside house\n- SMF: Adds options to move shared map slots to their alternate location (Haven to Cuba, etc)\n- Sapienza: ETs – ~40 NPCs added to target pool, ~8x cut NPCs restored, Public area bodyguards now changed to ‘security’ and you will be referred to as a cop if you wear that outfit, lighting in wine store improved, Bodyguards in town hall changed to Caruso guard to match trespassing rules, Fixes IO bug of lady standing outside ceramic store forever instead of continuing her route, shadows should no longer drastically change as you get closer to them\n- Sapienza: The Icon – Showdown version added (not The Bad Boy)\n- Marrakesh: Sunset ETs - Fixes my intended Takedown target list not being used, all these years. Go kill The Fixer guilt-free now.\n- Santa Fortuna: Night ET - Fixes my intended Takedown target list not being used, all these years.\n- Yacht: Fixes bad suspect spawn point, lookout no longer spawns in front of boat spawn, integrates new car park into some showdown aspects, fixes security hut doors not being openable from inside\n- SMF3 Beta: Fixes some deployment issues\n- Mission Companion: World map now displays what maps you have enabled in each slot (Grab update!)\n- Paris: The Banker – Le Chiffre will no longer escape and cause the game to freeze. Le Chiffre and his escorts are gone in showdowns. People on the casino floor will now respond to noises and lures as normal (vanilla bug)\n- Cuba: Supplier should now face correct direction\n- Colorado: The Vector – Implements recent overhaul of mod, Removes two bad stationary NPCs as targets\n- Colorado: Night ETs – Changes music for a bit of variety, disables some NPCs, and should disable story lines from Freedom Fighters, improves indoor and some outdoor lighting\n- Dartmoor: Night variants – Doubles strength of moonlight\n- Blackmarket Suppliers: Future compatibility with alternate locations/missions",
    "url": "https://github.com/Kevin-Rudd/FV-Autoupdater/releases/download/1.10.0/Freelancer.Variations.1.10.0.zip"
}





